## === fonts ===
cask "font-jetbrains-mono-nerd-font"

# === terminal ===
#cask "warp"
cask "wezterm"
# brew "zsh"       # macOS already ships with zsh

# === dev tools ===
brew "cmake"
cask "jetbrains-toolbox"

# === neovim (runtime deps) ===
brew "neovim"
brew "luarocks"
brew "fzf"
brew "fd"
brew "ripgrep"

## === cli ===
brew "git"
brew "nvm"        # managed via zsh plugin
brew "tree"
brew "eza"
brew "fx"         # json viewer and processor, https://fx.wtf
brew "gnu-time"
brew "mtr"        # my trace route
brew "ffmpeg"

# fun / misc
brew "cowsay"
brew "fortune"

# === apps ===
cask "google-chrome"
cask "google-drive"
cask "opera"
cask "keepassxc"
cask "notion"
cask "chatgpt"

cask "openmtp"    # android-file-transfer
cask "appcleaner"
cask "keycastr"   # keystroke visualiser
cask "logi-options+"

#cask "slack"
cask "discord"
cask "telegram"
cask "whatsapp"
cask "zoom"

cask "adobe-acrobat-reader"
cask "iina"
cask "obs"
cask "paintbrush"
cask "upscayl"
# cask "blackhole-2ch" # macOS virtual audio loopback driver

# === databases ===
# tap "mongodb/brew"
# brew "mongodb/brew/mongodb-community"
# cask "mongodb-compass"

brew "postgresql@16", restart_service: :changed

# === games ===
cask "battle-net"
cask "steam"
