tap "homebrew/bundle"
tap "homebrew/services"

# === dev ===
#cask "warp"
cask "wezterm"
cask "font-jetbrains-mono-nerd-font"

## === zsh ===
brew "zsh"
brew "cowsay"
brew "eza"
brew "fortune"

## === neovim ===
brew "neovim"
brew "fd"
cask "font-jetbrains-mono-nerd-font"
brew "luarocks"
brew "ripgrep"

brew "gnu-time"
brew "tree"

brew "git"
brew "nvm"

cask "jetbrains-toolbox"

# === soft ===
cask "google-chrome"
cask "google-drive"
cask "opera"

cask "android-file-transfer"
cask "appcleaner"
cask "chatgpt"
cask "keepassxc"
cask "keycastr" # keystroke visualiser
cask "logi-options+"
cask "notion"

#cask "slack"
cask "telegram"
cask "whatsapp"
cask "zoom"

cask "adobe-acrobat-reader"
cask "iina"
cask "paintbrush"
cask "upscayl"
# brew "blackhole-2ch" # macOS virtual audio loopback driver

# === databases ===
# tap "mongodb/brew"
# brew "mongodb/brew/mongodb-community"
# cask "mongodb-compass"

brew "postgresql@16", restart_service: :changed

# === containers ===
#brew "podman"
#brew "podman-compose"

# === games ===
cask "battle-net"
cask "steam"
